{
    "blogs": [
        {
            "week": "Bowl Season",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  CCFW looks to where the team should end the season, not where they stand this week.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were not so great again last week, going 9-8 picking the winners but only going 9-8 against the over/under, and 10-6 against the line.  I finished the weekend in the positive numbers, and am now at a 15.47% return on the investment at the start of the year.",
                "There is one change to my final four... I had it correct when I stated that I was concerned about the injuries to the Auburn running backs:",
                "4. Alabama",
                "3. Georgia",
                "2. Oklahoma",
                "1. Clemson",
                "CFP Ranking:  1. Clemson; 2. Oklahoma; 3. Georgia; 4. Alabama; 5. Ohio St; 6. Wisconsin",
                "As you know, I always have to talk about my beloved Auburn Tigers.  They made me proud this year.  We now have to avoid any let down playing Central Florida in the Peach Bowl on 1 January.  Let me hear it... WAR EAGLE!!!!!!!"
            ]
        },
        {
            "week": "Week #14/15",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  CCFW looks to where the team should end the season, not where they stand this week.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were not so great again last week, going 48-14 picking the winners but only going 31-31 against the over/under, and 32-30 against the line.  I finished the weekend slightly in the negative numbers, and am now only at a 7% return on the investment at the start of the year.",
                "There is one change to my final four:",
                "4. Alabama: As I said last week, CCFW showed the Crimson Tide losing to Auburn (which they did), keeping them out of the SEC Championship (which they are).  However, they now need help.  CCFW has Ohio St beating Wisconsin in the Big-10 championship game.  After what the committee did last year (picking a one loss non-conference champion Ohio St over a Big10 champion Penn St who beat Ohio St) they would have no choice but to take Alabama, with one 12-point loss to #2 Auburn, over Ohio St, who lost by 15-points to Oklahoma and by 31-points to unranked Iowa who lost 5 games this year.",
                "3. Auburn: Auburn pulled off their second victory against a #1 team last week.  Now they are in the SEC Championship game and have to beat Georgia for the second time.  I am concerned about the injuries to the Auburn running backs and the impact that will have on this game.  Auburn or Georgia, win and they are in.",
                "2. Oklahoma: CCFW shows that Oklahoma will finish the year with one loss and will win the Big-12 championship Game.  This would put the Sooners into the playoff with one loss. An Oklahoma loss to TCU is Alabama's best shot at getting into the playoffs.",
                "1. Clemson: CCFW now shows Clemson beating Miami in the ACC Championship game and going to the playoffs.",
                "CFP Ranking:  1. Clemson; 2. Auburn, FL; 3. Oklahoma; 4. Wisconsin; 5. Alabama; 6. Georgia",
                "First Teams Out - No Change.  It still appears that both the PAC-12 and Big-10 champions will have two losses.   Wisconsin loses the Big-10 Championship game to Ohio St (The two Buckeye losses were too large to overlook).",
                "As you know, I always have to talk about my beloved Auburn Tigers.  I received many \"War Ealges\" last week, but we need to keep it going one more week... Yell War Eagle whenever you see another Auburn Fan (or a follower of Georgia Bulldog nation).  Let me hear it... WAR EAGLE!!!!!!!"
            ]
        },
        {
            "week": "Week #13",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  CCFW looks to where the team should end the season, not where they stand this week.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were not so great last week, going 50-15 picking the winners but only going 29-31 against the over/under, and 28-31 against the line.  I finished the weekend well in the negative numbers (losing my one 5-star pick hurt), and am now only at a 10% return on the investment at the start of the year.",
                "There is no change to my final four:",
                "4. Alabama: I know, Alabama is undefeated and number one in all the polls, how can I have them listed as #4 in the playoffs?  Here is how: CCFW now shows the Crimson Tide losing to Auburn, keeping them out of the SEC Championship.  However, they should stay ahead of all the two loss conference champions.",
                "3. Auburn: If Auburn can pull off their second victory against a #1 team this week, look for them to go to the SEC Championship game and beat Georgia for the second time. With three victories against top ten teams in the last four weeks, there is no way the committee can leave them out of the playoffs.",
                "2. Oklahoma: CCFW shows that Oklahoma can and will finish the year with one loss and will win the Big-12 championship Game.  This would put the Sooners into the playoff with one loss.",
                "1. Miami, FL: CCFW shows Miami beating Clemson in the ACC Championship game, finishing as the only Power-5 team remaining undefeated going into the playoffs.",
                "CFP Ranking:  1. Alabama; 2. Miami, FL; 3. Clemson; 4. Oklahoma; 5. Wisconsin; 6. Auburn",
                "First Teams Out - PAC-12 and Big-10 Conference Champions.  It still appears that both the PAC-12 and Big-10 champions will have two losses.  The two things that must happen to keep both champions out of the playoffs: 1: Auburn wins a close game over Alabama and goes on to beat Georgia in the SEC Championship; and 2: Wisconsin loses the Big-10 Championship game to Ohio St (The two Buckeye losses were too large to overlook).",
                "As you know, I always have to talk about my beloved Auburn Tigers.  With the Iron Bowl this weekend, you must wear Orange and Blue all week and yell War Eagle whenever you see another Auburn Fan (or a follower of that other school in Alabama that shall remain nameless).  Let me hear it... WAR EAGLE!!!!!!!"
            ]
        },
        {
            "week": "Week #12",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  CCFW looks to where the team should end the season, not where they stand this week.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were good last week, going 45-15 picking the winners, 26-32 against the over/under, and 35-22 against the line.  I finished the weekend in the well in the positive numbers, and am now over 20% return on the investment at the start of the year.  Let's see if I can keep it going.",
                "Though I called the Auburn victory over the #1 Georgia Bulldogs, I did not call the whipping Miami gave the Irish.  These two games completely flip the entire Top-4 and also set up some very interesting possibilities based on predicted wins.  For example, CCFW is showing Auburn as a 1-point favorite at home over Alabama.  This would put Auburn in the SEC Championship game where they should beat Georgia again.  That should put Auburn in the playoffs, but would Alabama get in over a two loss Big-10 and Pac-12 champion?  CCFW says YES!  There are now four FBS teams undefeated (Alabama, Miami, Wisconsin, and Central Florida), but CCFW now believes only Miami and UCF will finish conference championship games that way.  The impact should result in the following final four:",
                "4. Alabama: I know, Alabama is undefeated and number one in all the polls, how can I have them listed as #4 in the playoffs?  Here is how: CCFW now shows the Crimson Tide losing to Auburn, keeping them out of the SEC Championship.  This change is primarily due to their injuries on defense, which Mississippi St exposed this past weekend.  However, they should stay ahead of all the two loss conference champions.",
                "3. Auburn: If Auburn can pull off their second victory against a #1 team in three weeks, look for them to go to the SEC Championship game and beat Georgia for the second time. With three victories against top ten teams in the last four weeks, there is no way the committee can leave them out of the playoffs.",
                "2. Oklahoma: CCFW now shows that Oklahoma can and will finish the year with one loss and will win the Big-12 championship Game.  This would put the Sooners into the playoff with one loss.",
                "1. Miami, FL: With the Hurricane's beat down of the number three team in the nation (Notre Dame), CCFW now shows Miami beating Clemson in the ACC Championship game, finishing as the only Power-5 team remaining undefeated going into the playoffs.",
                "CFP Ranking: 1. Alabama; 2. Clemson; 3. Miami, FL; 4. Oklahoma; 5. Wisconsin; 6. Auburn",
                "First Team Out - PAC-12 and Big-10 Conference Champions.  It now appears that both the PAC-12 and Big-10 champions will have two losses.   The two things that must happen to keep both champions out of the playoffs: 1: Auburn wins a close game over Alabama and goes on to beat Georgia in the SEC Championship; and 2: Wisconsin loses the Big-10 Championship game to Ohio St (The two Buckeye losses were too large to overlook).",
                "As you know, I always have to talk about my beloved Auburn Tigers.  I think I have said enough about Auburn and what they have to do.  Let me hear it... WAR EAGLE!!!!!!!"
            ]
        },
        {
            "week": "Week #11",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  CCFW looks to where the team should end the season, not where they stand this week.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were good last week, going 45-16 picking the winners, 33-27 against the over/under, and 34-26 against the line.  I finished the weekend in the positive numbers, enough to be back into the positive return (3.69%) for the year for the first time since week 5.  I now need to keep the momentum going.",
                "With the Ohio St loss to Iowa, there are changes to the top four this week.  There are still five FBS teams undefeated (Alabama, Georgia, Miami, Wisconsin, and Central Florida), but I still maintain that after the conference championship games, only Alabama and UCF will remain.  CCFW indicates that Georgia will lose to both Auburn and Alabama, Miami will lose to Notre Dame and Clemson, Wisconsin will lose to Ohio St.  The impact should result in the following final four:",
                "4. Oklahoma: With the Ohio St loss to Iowa and the Penn St loss to Michigan St, it appears that the Big-10 champion will have two losses (no, I don't believe Wisconsin can win the championship game).  Now the fourth place coin is flipped to the Big-12.  Can Oklahoma or TCU win out to finish with only one loss?  CCFW indicated that Oklahoma can and will.  The Sooner's earlier victory over Ohio St put them ahead of a one loss Washington from the PAC-12.",
                "3. Clemson: CCFW still shows Clemson finishing the year 11-1 and playing a one-loss Miami Hurricanes team in the ACC Championship game.  CCFW shows Miami's only loss being by 6-points to Notre Dame with Clemson as a 6-point favorite in the championship game.",
                "2. Notre Dame: If Notre Dame can get past Miami (CCWF predicts by 6-points) and Stanford (CCFW predicts by 6-points), look for the Irish to lock down a spot in the playoffs.",
                "1. Alabama: CCFW still shows the Crimson Tide finishing the season at 12-0, though with their injuries, three of the final four games will be closer than expected.  CCFW shows the Tide over Miss St by 14-points, Auburn by 4-points, and Georgia by 5-points.  We will now see just how deep Alabama is on defense.",
                "CFP Ranking: 1. Georgia; 2. Alabama; 3. Notre Dame; 4. Clemson; 5. Oklahoma; 6. TCU",
                "First Team Out - PAC-12 and Big-10 Conference Champions.  It now appears that both the PAC-12 and Big-12 champions have only one loss.  Now it is the Big-10 champion that will have two loses.  Washington's strength of schedule (no victories over Top-25 teams) hurts their chances, and Ohio St's loss to Oklahoma will keep them out of the playoffs.",
                "As you know, I always have to talk about my beloved Auburn Tigers.  We have the chance to make things very interesting, With Georgia number one this week, the Tigers have the opportunity to knock off the number one team twice in the next three games (Georgia this week and Alabama Thanksgiving weekend.  Let me hear it... WAR EAGLE!!!!!!!"
            ]
        },
        {
            "week": "Week #10",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  CCFW looks to where the team should end the season, not where they stand this week.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were only OK again last week, going 38-18 picking the winners, 31-24 against the over/under, and 28-27 against the line.  Also, again, I finished the weekend slightly in the positive numbers, but am still 7% in the negative for the year.  I still have a lot of improvement that is needed.",
                "There is one change to my top four this week.  There are now only five FBS teams undefeated, but as I said before, CCFW indicates after the conference championship games, only Alabama and UCF will remain.  Don't expect to see UCF in the playoffs though.",
                "4. Notre Dame: With the TCU loss to Iowa St, CCFW shows both the PAC-12 and the Big-12 Conference Champions will have two losses.  Notre Dame should complete the season at 11-1, with their only loss being by 1-point to Georgia and wins against USC, NC St, Miami (CCWF predicts by 12-points) and Stanford (CCFW predicts by 7-points).  This resume would put them in the fourth spot.",
                "3. Clemson: CCFW still shows Clemson finishing the year 11-1 and playing a one-loss Miami Hurricanes team in the ACC Championship game.  CCFW shows Miami's only loss being by 8-points to Notre Dame, but Clemson as an 8-point favorite in the championship game.",
                "2. Ohio St: With the Ohio St victory over Penn St, the Buckeyes should finish the regular season 11-1 and then beat the undefeated Wisconsin Badgers by three touchdowns in the Big-10 Championship game to get in the playoffs.",
                "1. Alabama: CCFW still shows the Crimson Tide finishing the season at 12-0 with only 1 game remaining where they are favored by less than two touchdowns (at Auburn by 8 points).  The Tide will then have to beat the undefeated Georgia Bulldogs, which CCFW now shows will also enter the SEC Championship game 12-0 (winning at Auburn by 2 points), but I now have Alabama as a 6-point favorite in that game.",
                "CFP Ranking:  1. Georgia; 2. Alabama; 3. Notre Dame; 4. Clemson; 5. Oklahoma; 6. Ohio St",
                "First Teams Out - PAC-12 and Big-12 Conference Champions.  It appears that what I said last week may be coming true... \"What happens if both the PAC-12 and Big-12 champions have two losses?  One possibility is now Notre Dame.  CCFW shows the Irish finishing the season at 11-1, with their only loss being by 1-point to Georgia the second week.\"",
                "As you know, I always have to talk about my beloved Auburn Tigers.  Let's hope the \"Good\" offense shows up against Texas A&M this week?  WAR EAGLE."
            ]
        },
        {
            "week": "Week #9",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  CCFW looks to where the team should end the season, not where they stand this week.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were OK last week, going 41-15 picking the winners, 31-25 against the over/under, and 27-28 against the line.  I finished the weekend slightly in the positive numbers, but am still 8% in the negative for the year.  Maybe I turned the corner this past weekend.",
                "There are no changes to my top four this week.  There are still eight FBS teams undefeated, but as I said before, CCFW indicates after the conference championship games, only Alabama and UCF will remain.  Don't expect to see UCF in the playoffs though.",
                "4. TCU: CCFW shows Oklahoma St winning their remaining games, Oklahoma losing at Oklahoma St by 7-points, and TCU losing at Oklahoma by 1-point.   This would put one loss Oklahoma St and one loss TCU in a rematch for the Big-12 championship, with CCFW showing TCU as a 1-point favorite.",
                "3. Clemson: CCFW shows Clemson finishing the year 11-1 and playing a one-loss Miami Hurricanes team in the ACC Championship game.  CCFW now shows Miami's only loss being by 8-points to Notre Dame, but Clemson as a 5-point favorite in the championship game.",
                "2. Ohio St: CCFW still shows Ohio St beating Penn St at home by 12 points, finishing the regular season 11-1, and then beating the undefeated Wisconsin Badgers by 20 in the Big-10 Championship game to get in the playoffs.",
                "1. Alabama: CCFW still shows the Crimson Tide finishing the season at 12-0 with only 1 game remaining where they are favored by less than two touchdowns (at Auburn by 8 points).  The Tide will then have to beat the Georgia Bulldogs, which CCFW now shows will also enter the SEC Championship game 11-1 (losing to Auburn by 1 point), but I still have Alabama as a 9-point favorite in that game.",
                "First Team Out - PAC-12 Conference Champion.  CCFW still shows no team coming out of the PAC-12 with less than two loses, putting them out of the playoffs.  What happens if both the PAC-12 and Big-12 champions have two losses?  One possibility is now Notre Dame.  CCFW shows the Irish finishing the season at 11-1, with their only loss being by 1-point to Georgia the second week.",
                "As you know, I always have to talk about my beloved Auburn Tigers.  If you have been reading my comments the past few weeks, you understand it when I say the \"Good\" offense showed up against Arkansas?  With this week off, it is time to prepare for the all-important stretch at Texas A&M and then Georgia and Alabama at home.  WAR EAGLE."
            ]
        },
        {
            "week": "Week #8",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  CCFW looks to where the team should end the season, not where they stand this week.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were again not very good last week, going 41-18 picking the winners, 29-30 against the over/under, and 28-28 against the line.  Again, my over/under numbers hurt and I finished the weekend in the negative numbers.  So far this year, I am over 10% ahead with my line picks, but am 20% in the negative with my over/under picks.  Hopefully I can get this turned around quickly.",
                "Wow, in the upset weekend, four top-10 teams lose to unranked opponents, including two in my final four playoffs.  Who is in now???? There are currently eight FBS teams undefeated, but CCFW indicates after the conference championship games, there will only be two remaining, Alabama and UCF, and UCF doesn't matter.",
                "4. TCU: CCFW shows Oklahoma St winning their remaining games, Oklahoma losing at Oklahoma St by 7-points, and TCU losing at Oklahoma by 1-point.   This would put one loss Oklahoma St and one loss TCU in a rematch for the Big-12 championship, with CCFW showing TCU as a 1-point favorite.",
                "3. Clemson: Though the Tigers looked bad against Syracuse in the big loss Friday night, not all is lost with all the other big upsets.  CCFW shows Clemson finishing the year 11-1 and playing a one-loss Miami Hurricanes team in the ACC Championship game.  CCFW shows Miami's only loss being by 1-point to Notre Dame, but Clemson as a 3-point favorite in the championship game.",
                "2. Ohio St: People will ask how I can rank Ohio St ahead of undefeated Penn St and Wisconsin.  CCFW shows Ohio St beating Penn St at home by 14 points, finishing the regular season 11-1, and then beating the undefeated Wisconsin Badgers by 17 in the Big-10 Championship game to get in the playoffs.",
                "1. Alabama: CCFW still shows the Crimson Tide finishing the season at 12-0 with only 1 game remaining where they are favored by less than two touchdowns (at Auburn by 12 points).  The Tide will then have to beat the Georgia Bulldogs, which CCFW shows will also enter the SEC Championship game undefeated at 12-0, but I do have Alabama as a 10-point favorite in that game.",
                "First Team Out - PAC-12 Conference Champion.  CCFW shows no team coming out of the PAC-12 with less than two loses.  After Washington's loss to Arizona St, CCFW shows they will also lose at Stanford by 4-points, setting up a Stanford-USC PAC-12 Championship game.  With a USC loss to Notre Dame this weekend, both USC and Stanford would have two losses and could be out of the playoffs.  What happens if both the PAC-12 and Big-12 champions have two losses?  One possibility is if the Georgia - Alabama SEC Championship Game is a tight-point game, the loser could get the fourth spot?",
                "As you know, I always have to talk about my beloved Auburn Tigers.  Repeating Bo Jackson's comments on the sidelines the previous Saturday, the \"GOOD\" Tiger offense showed up again against Mississippi.  Well, the \"Good\" Auburn offense showed up in the first half against LSU, but where did they go in the second half?  Now with the loss of wide receiver Kyle Davis (dismissed from the team), it could be a very difficult rest of the season.  WAR EAGLE."
            ]
        },
        {
            "week": "Week #7",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  CCFW looks to where the team should end the season, not where they stand this week.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were not very good last week of the season though I did go 47-11 picking the winners, but was only 26-30 against the line and 3-2 with my 4- and 5-star picks.  Again, my over/under numbers did not help and I finished the weekend in the negative numbers.  So far this year, every other weekend has been good against the line, so hopefully week 7 continues that trend.",
                "My final four contains a major change with the Oklahoma loss to Iowa St.  This was a major check-off in Ohio St's bucket list to make the playoffs.",
                "4. Ohio St: Oklahoma's major upset loss to Iowa St propelled Ohio St into the #4 spot.  The Buckeyes are currently the best one loss team and should end the season as a one loss Big-10 Champion.  CCFW shows Ohio St as having only one game remaining where they are favored by less than two touchdowns (Penn St at home by 13 points).  I don't believe that TCU can come out of the Big-12 undefeated to take this spot from Ohio St.",
                "3. Washington:  For five weeks in a roll, Washington has performed just as CCFW, this week beating California 38-7 when CCFW predicted 43-10.  CCFW shows the Huskies with only 2 games remaining where they are favored by less than two touchdowns (at Stanford by 6 points and Washington St at home by 11 points).  Look for Washington to finish the season 12-0, win the PAC-12 Championship and make the playoffs.",
                "2. Clemson: Clemson seemed to struggle at times against Wake Forest, but hold onto the #2 spot.  CCFW shows the Tigers with only 2 games remaining where they are favored by less than two touchdowns (at N.C. St by 7 points and Florida St at home by 12 points).  CCFW is calling for Clemson to finish the season 12-0, easily win the ACC Championship game and make the playoffs as the #2 team.",
                "1. Alabama: Alabama continues to roll, though they did not appear invincible at Texas A&M this past weekend.  CCFW shows the Crimson Tide with only 1 game remaining where they are favored by less than two touchdowns (at Auburn by 12 points).  The Tide will then have what I believe will be the toughest conference championship games against the Georgia Bulldogs, but I do have Alabama as a 9-point favorite in that game.  Texas A&M provided hope to the rest of the world and Auburn or Georgia could trip up the Alabama Dynasty.",
                "First Team Out - Big-12 Conference Champion.  The leaders in the Big-12 have too many close games to show a definite champion.  In games with the top three teams favored by less than two touchdowns, CCFW shows Oklahoma has four (vs Texas, at KSU, at Oklahoma St, and TCU at home), Oklahoma St has five (at Texas, at West Virginia, Oklahoma at home, at Iowa St, and KSU at home), and TCU has five (at KSU, at Iowa St, Texas at home, at Oklahoma, and at Texas Tech).  CCFW currently shows TCU playing Oklahoma St in the Big-12 Championship game.",
                "As you know, I always have to talk about my beloved Auburn Tigers.  As Bo Jackson said on the sidelines Saturday, the \"GOOD\" Tiger offense showed up again against Mississippi.  Auburn's problem is their schedule, where they have their next three games on the road against LSU, Arkansas and Texas A&M.  Then they have to come home to face undefeated Georgia and undefeated Alabama.  Things could get very interesting.  WAR EAGLE."
            ]
        },
        {
            "week": "Week #6",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were good for the fifth week of the season, especially going 46-8 picking the winners, 32-21 against the line and 3-0 with my 5-star picks.  Again, my over/under pulled me down, but I finished the weekend well into the positive numbers.",
                "My final four changed only with a move of Clemson into the number two spot this week.",
                "4. Washington:  Washington has consistently performed just as CCFW predicted all year, this week covering the 26.5 point spread as one of my 5-star picks.  The Huskies now have a strong lead over USC after their loss to Washington St, who now becomes the strongest challenger in the PAC-12.",
                "3. Oklahoma:  Oklahoma had the week off, however they dropped one spot due to Clemson's victory over Virginia Tech.  I maintain that the games 4 November at Oklahoma St (Sooners by 6) and 11 November against TCU (Sooners by 7) will determine if Oklahoma makes the playoffs.",
                "2. Clemson:  Clemson played a strong game at Virginia Tech.  We will have to wait a few more weeks to see if they will stumble this year.",
                "1. Alabama:   The Alabama offense woke up against Vanderbilt and kept rolling against Ole Miss.  It appears that their offense has found its game.  Lord help us if they keep this up the remainder of the season.",
                "First Team Out - remains Ohio St.  I have them winning the Big-10 championship, but losing out on the playoffs due to their loss to Oklahoma.",
                "As you know, I always have to talk about my beloved Auburn Tigers.  WHAT... Two weeks in a row displaying a strong offense to augment their powerful defense.  (By the way, the state of Alabama beat the state of Mississippi 115-13 last weekend.)  If Auburn can keep up this level of effort, the Iron Bowl could be very interesting.  WAR EAGLE."
            ]
        },
        {
            "week": "Week #5",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were bad for the fourth week of the season, especially going 24-30 with my over-under picks and going 6-9 on my 2-star picks.  These picks kept me well into the negative side for the week.",
                "My final four remained unchanged this week.",
                "4. Washington:  Washington performed just as CCFW predicted for the second week in a row, winning 37-10 compared to the CCFW predicted score of 40-19.  The Huskies extended their slim lead over USC for the fourth spot due to the Trojan's second week struggling against teams they should have easily beat.   CCFW now shows USC losing on the road to Notre Dame and to Washington in the PAC-12 Championship game.",
                "3. Clemson:  Clemson struggled for three quarters in the Boston College game last weekend, but found their game in the fourth quarter.  Were they looking ahead to the Virginia Tech game???  When will the Tigers stumble like they have a habit of doing, this week against Tech, 4 November at N.C. St, or 11 November vs Florida St?  If they get past these three games with victories, look for them in the playoffs.",
                "2. Oklahoma:  Oklahoma's offense has performed as CCFW predicted in each of their first four games, however, there did the defense go in the Baylor game?  A championship caliber team should not give up 41 points to a team that lost to Liberty (yes, Liberty, out of Lynchburg, Virginia) at home and only scored 10 points against UTSA at home.  Just like Clemson, the games 4 November at Oklahoma St (Sooners by 6) and 11 November against TCU (Sooners by 7) will determine if Oklahoma makes the playoffs.",
                "1. Alabama:  The Alabama offense woke up against Vanderbilt.  Is this because they are that good, or was Vandy that bad?   The college football world really hopes Vandy was that bad, because if you add a Tide offense as good as they looked last weekend to their defense that has given up 10 points a game, Lord have mercy on the remainder of their scheduled opponents.",
                "First Team Out - remains Ohio St.  The Buckeyes must have one of the other conferences to have a one loss champion to step back into the playoffs (that is if they win the conference).",
                "As you know, I always have to talk about my beloved Auburn Tigers.  They finally played a total game on both offense and defense while beating Missouri on the road.  The Tigers have no margin for error the remainder of the season, with CCFW picking them to win 7 of the 8 remaining games, 6 by less than 10 points.  The lone loss is against Alabama (still hoping for an upset on the plains).  Additionally, CCFW has the Georgia game in Auburn as only a 1-point Auburn win.  WAR EAGLE."
            ]
        },
        {
            "week": "Week #4",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were good for the third week of the season, especially with a breakout of success with my 3- and 4-star picks, going 4-1 with my 3-star and 3-0 with my 4-star picks.  These picks kept me on the positive side despite going 23-28 on the over/under picks.",
                "My final four remained unchanged this week, though both Clemson and Oklahoma gained ground on Alabama.  Don't be surprised if Oklahoma takes over the top spot if the Tide struggles against Vanderbilt this weekend.",
                "4. Washington: Washington performed just as CCFW predicted against Fresno St, winning 48-16 compared to the CCFW predicted score of 49-10.  (For comparison, in week two Alabama beat Fresno St 41-10.)  The Huskies held on to their slim lead over USC for the fourth spot due to the Trojans' slim last second, overtime victory against Texas.  USC remained ahead of Washington in the polls, but CCFW has Washington as a 5-point favorite over USC head-to-head at a neutral site.",
                "3. Clemson: Clemson put 47 points on the board against Louisville, a Top-15 team (another example of how good the Auburn defense is).  This win solidifies Clemson position at the top of the ACC.",
                "2. Oklahoma: Just like Washington, Oklahoma performed just as CCFW predicted against Tulane, winning 56-14 compared to the CCFW predicted score of 58-6.  I still show Oklahoma St as their biggest challenge, with CCFW holding the Sooners as an 8-point favorite on the road.  One other challenge is that Oklahoma would have to beat Oklahoma St twice to get to the playoffs.",
                "1. Alabama: It may not be pretty or exciting, but they just keep on winning.  I said last week that Alabama would remain as number one until someone beats them, but that could easily change.  Their offense has yet to score as may points as CCFW predicted, and due to injuries, their defense has given up more and more points each consecutive week.  Alabama with have to end this trend to maintain the top spot.",
                "First Team Out remains Ohio St.  The Buckeyes must have one of the other conferences to have a one loss champion to step back into the playoffs.",
                "As you know, I always have to talk about my beloved Auburn Tigers.  The defense looked good again in week two but the game against Mercer proved my lack of hope for the offense.  The Tigers will not win very many more games if they turn the ball over five times like they did last Saturday.  A lot must change if they are going to challenge the Tide in the West.  WAR EAGLE."
            ]
        },
        {
            "week": "Week #3",
            "blurb":[
                "Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were only OK for the third week of the season, with the disappointment being going 0-2 with my 4-star picks.  All the other picks did keep me on the positive side against the line and but going 21-25 on the over/under picks put me into the negative for the week.",
                "My final four has changed again, the perfect reason why these early rankings mean nothing, but I will keep publishing them as that is what the fans want...",
                "4. Washington:  After struggling against Rutgers and beating Montana, we still don't know if the Huskies are as good as CCFW estimates.  With USC's strong victory against a Top-25 team, Stanford, CCFW moved them ahead of Washington in the weekly poll due to their strength of schedule so far.  However, though the gap has closed to two points, meaning if they played today at a neutral site, Washington would be predicted to win by 2 points.  In other words, you will probably see these two teams bounce in and out of the final four all season and the season could end with the PAC-12 conference championship game becoming a Washington/USC playoff play-in game.",
                "3. Clemson:  Clemson struggled against a good Auburn defense, just like last year.  Just so you know, Auburn is the only team to hold Clemson to less than 20 points, twice, in their last 30+ games. Look for Clemson to solidify their position with a win at Louisville this weekend.",
                "2. Oklahoma moves into the second position with their big victory over Ohio St.  I show two tough challenges remaining against Oklahoma St and TCU plus the rivalry game against Texas (where anything can happen).  If they win these three games, look for them to take the Big-12 undefeated.",
                "1. Alabama just keeps winning.  They will remain as number one until someone beats them.  Yes, the Tide will still have challenges but right now I see none that can beat them to knock them out of first place.",
                "First Team Out - Ohio St:  After the loss to Oklahoma, they swap positions with the Sooners.  Look for Ohio St to run the table the remainder of the season.  If any of the other conferences have a one loss champion, expect Ohio St to step back into the playoffs.",
                "As you know, I always have to talk about my beloved Auburn Tigers.  The defense looked great again in week two but I don't see much hope for the offense.  Something must change if they are going to challenge the Tide in the West.  WAR EAGLE."
                ]
        },
        {
            "week": "Week #2",
            "blurb":[
                "I was not planning on providing a script each week, but by popular demand, I am re-initiating my comments this week.  Each week, CCFW will provide a summary of the past week's picks and update who should make the Top-4 for the playoffs.  Goal is to have the CCFW preseason picks on top at the end of the season.  The numbers were very good for the first two weeks of the season, when even the coaches don't know exactly what each team has.  However, Middle Tennessee and Washington disappointed me, resulting in CCFW going 0-2 with my 4-star and 5-star picks.  All the other picks did keep me on the positive side against the line and going 26-17 on the over/under picks pushed me well into the positive side, resulting in a 10% return for the first two weekends.",
                "My final four has already changed, I explain why below:",
                "4. Washington:  I can only assume that the Huskies still had a hangover from their semi-finals game against Alabama last year.  Washington had to come from behind to beat a team that was shut out four times and finished 2-10 last year.  If they keep up this performance, USC could easily overtake them in the PAC-12 as the top team in the conference.  I have Washington holding a slim edge, but that could change quickly.",
                "3. Clemson:  I initially had Oklahoma in the #3 spot, even with a loss to Ohio St, being what I believed as the best of the one loss conference champions.  However, with Florida St's quarterback out for the season, I now have Clemson finishing undefeated and moving into this spot.  I hope Auburn proves me wrong this weekend by coming up with an upset at Clemson.",
                "2. Ohio St holds on to the second position.  The Buckeyes have a tough road ahead to hold on, with games against Oklahoma, Penn St, Michigan and a possible conference championship game against an undefeated Wisconsin.  I currently show Ohio St as a double digit favorite in each of these games.",
                "1. Alabama's performance against Florida St solidified them as the number one team.  Nick Saban continues to reload and prove how good he is preparing the younger players to step up and continue the dominance exhibited over the past few years.  The Tide will still have challenges getting through the SEC unscathed, with Auburn being their biggest challenge.",
                "First Team Out - Oklahoma.  After a loss to Ohio St, look for Oklahoma to run the table the remainder of the season.  If any of the other conferences have a one loss champion, expect Oklahoma to step in for their spot.",
                "I will never end a newsletter without talking about my beloved Auburn Tigers.  The defense looked great in week one and there is hope for the offense.  Hopefully the return of the Tiger's top running back and top receiver from suspension will provide the help needed to challenge the Clemson Tigers this weekend.  WAR EAGLE."
            ]
        },
        {
            "week": "Week #0/1",
            "blurb": [
                "It's the start of a new season of college football! Unfortunately, I'm running right up to the wire getting the website updated before the games start. Sorry about that.",
                "As of the preseason, our top 4 teams are as follows:",
                "4. Oklahoma",
                "3. Washington",
                "2. Ohio St.",
                "1. Alabama",
                "Hope everyone has a fun season! War Eagle!"
            ]
        }
    ]
}
